/* SMTP Server address */
"Address:" = "Adresse :";

/* Authentication checkbox */
"Authentication" = "Authentification";

/* Title for from field */
"From:" = "De :";

/* No security option */
"None" = "Aucun";

/* password field */
"Password:" = "Mot de passe :";

/* SMTP Server port */
"Port:" = "Port :";

/* Security options title */
"Security:" = "Sécurité :";

/* Title for box containing SMTP server details */
"SMTP Server:" = "Serveur SMTP :";

/* Title for subject prefix field */
"Subject prefix:" = "Préfixe de sujet :";

/* TLS if possible security option */
"TLS if possible" = "TLS si possible";

/* TLS or close security option */
"TLS or close" = "TLS ou fermer";

/* Title for to field */
"To:" = "À :";

/* Username field */
"Username:" = "Identifiant :";

